Current time Thu Mar  5 00:13:54 2020 START!!!
Got 19 tweets from username realDonaldTrump
Got 20 tweets from username RobinBew
Got 19 tweets from username TheEIU
Got 21 tweets from username TheEconomist
Got 20 tweets from username seanmdav
Got 18 tweets from username erm3114
Got 21 tweets from username AgatheDemarais
Got 21 tweets from username john_c_ferguson
Got 15 tweets from username maxlambertson
Got 20 tweets from username davidfrum
Got 18 tweets from username Lagarde
Got 19 tweets from username RobertAlanWard
[
  {
    "timestamp": "Wed Mar  4 20:06:11 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "Pandering Mini Mike Bloomberg, along with his wacky friend, Tom Steyer, have found out the hard way that you can’t buy the election! They both wish they had it to do over again!"
  }, 
  {
    "timestamp": "Wed Mar  4 19:30:11 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "Today, it was my great honor to address the @LatinoCoalition Legislative Summit. With the hard work, love & devotion of millions of incredible Hispanic-Americans, our Country is thriving, our people are prospering, and our future has never looked brighter!https://www.pscp.tv/w/cS6ngDFvTlFsTFJub1dwUXd8MVlwS2tRTWxyUXdKaiBXf8w7xXjWW0N-jDBSOzrjgRF-QSpw3rVdtZxaHl9d?t=1s …"
  }, 
  {
    "timestamp": "Wed Mar  4 16:06:04 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "Mini Mike, “Three months ago I entered the race for President to defeat Donald Trump, (and I failed miserably!)."
  }, 
  {
    "timestamp": "Wed Mar  4 15:57:08 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "Mini Mike Bloomberg will now FIRE Tim O’Brien, and all of the fools and truly dumb people who got him into this MESS. This has been the worst, and most embarrassing, experience of his life...and now on to Sleepy Joe!"
  }, 
  {
    "timestamp": "Wed Mar  4 15:40:01 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "Mini Mike Bloomberg just “quit” the race for President. I could have told him long ago that he didn’t have what it takes, and he would have saved himself a billion dollars, the real cost. Now he will pour money into Sleepy Joe’s campaign, hoping to save face. It won’t work!"
  }, 
  {
    "timestamp": "Wed Mar  4 15:32:30 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "The Mayor of Los Angeles, @ericgarcetti, is dealing with us trying to get the Federal Government to fix the terrible problem he and the Dems have caused with the homeless, and the horrendous effects it is having on the City, which is a mess. I then watch him talk “trash” on me!"
  }, 
  {
    "timestamp": "Wed Mar  4 15:21:44 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "Wow! If Elizabeth Warren wasn’t in the race, Bernie Sanders would have EASILY won Massachusetts, Minnesota and Texas, not to mention various other states. Our modern day Pocahontas won’t go down in history as a winner, but she may very well go down as the all time great SPOILER!"
  }, 
  {
    "timestamp": "Wed Mar  4 14:56:01 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "The great people of Montana can have no better VOICE than Senator @SteveDaines. He is doing an incredible job! Whoever the Democrat nominee may be, please understand that I will be working hard with Steve all the way, & last night I was 20 for 20 (per @GOPLeader). WE NEED STEVE!"
  }, 
  {
    "timestamp": "Wed Mar  4 14:20:44 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "I will be going to the Great State of Tennessee on Friday. The USA stands with the people of Tennessee 100%, whatever they need! The tornadoes were of record size & velocity. God bless your loved ones & all of the families affected! Thanks to @GovBillLee & @MarshaBlackburn"
  }, 
  {
    "timestamp": "Wed Mar  4 12:48:23 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "MAKE AMERICA GREAT AGAIN and then, KEEP AMERICA GREAT!!!!"
  }, 
  {
    "timestamp": "Wed Mar  4 12:31:24 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "This is what happens to someone who loyally gets appointed Attorney General of the United States & then doesn’t have the wisdom or courage to stare down & end the phony Russia Witch Hunt. Recuses himself on FIRST DAY in office, and the Mueller Scam begins!https://twitter.com/politico/status/1235056416995586048 …"
  }, 
  {
    "timestamp": "Wed Mar  4 04:08:31 2020", 
    "screen_name": "AP_Politics", 
    "text": "BREAKING: Republican Tommy Tuberville advances to primary runoff for U.S. Senate in Alabama primary election. #APracecall at 10:06 p.m. CST. #Election2020 #ALprimaryhttps://apnews.com/Election2020 "
  }, 
  {
    "timestamp": "Wed Mar  4 12:12:29 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "So selfish for Elizabeth Warren to stay in the race. She has Zero chance of even coming close to winning, but hurts Bernie badly. So much for their wonderful liberal friendship. Will he ever speak to her again? She cost him Massachusetts (and came in third), he shouldn’t!"
  }, 
  {
    "timestamp": "Wed Mar  4 11:52:25 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "The Democrat establishment came together and crushed Bernie Sanders, AGAIN! Even the fact that Elizabeth Warren stayed in the race was devastating to Bernie and allowed Sleepy Joe to unthinkably win Massachusetts. It was a perfect storm, with many good states remaining for Joe!"
  }, 
  {
    "timestamp": "Wed Mar  4 05:59:06 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "THANK YOU CALIFORNIA! #KAG2020pic.twitter.com/7BrkAKYWU0"
  }, 
  {
    "timestamp": "Wed Mar  4 05:58:38 2020", 
    "screen_name": "realDonaldTrump", 
    "text": "THANK YOU UTAH! #KAG2020pic.twitter.com/LrCvXgmp3X"
  }, 
  {
    "timestamp": "Tue Mar  3 20:20:42 2020", 
    "screen_name": "brithume", 
    "text": "Good insight here. But there is one unifying factor that will be there in the fall: Donald J. Trump.https://twitter.com/byronyork/status/1234935671053221889 …"
  }, 
  {
    "timestamp": "Wed Mar  4 05:15:04 2020", 
    "screen_name": "DLoesch", 
    "text": "This will make Sanders so happy to hear his friend won’t leave\n\nhttps://twitter.com/ShaneGoldmacher/status/1235054164788445184 …"
  }, 
  {
    "timestamp": "Tue Mar  3 22:27:01 2020", 
    "screen_name": "GOPLeader", 
    "text": "The United States has never been better prepared to deal with an infectious disease like the coronavirus. Under Republicans, funding went UP for:\n @NIH - 39%\n @CDCgov - 24%\n Infectious Disease Response - 70%pic.twitter.com/q3IVC2klhe"
  }, 
  {
    "timestamp": "Wed Mar  4 14:10:08 2020", 
    "screen_name": "RobinBew", 
    "text": "Our team have published their analysis of where the next #US President might take the US #China trade war. More US election thought starters coming in the next few days. Read it here:https://www.eiu.com/us-2020-election …"
  }, 
  {
    "timestamp": "Wed Mar  4 09:25:03 2020", 
    "screen_name": "RobinBew", 
    "text": "Find out about our Healthcare consulting team http://ow.ly/sBLm30q6TTz pic.twitter.com/E2eibwZt9n"
  }, 
  {
    "timestamp": "Tue Mar  3 07:25:03 2020", 
    "screen_name": "RobinBew", 
    "text": "Read our analysis in our Country, Industry and Risk services http://ow.ly/xHNU30q6TTy pic.twitter.com/2MsP2fpp8n"
  }, 
  {
    "timestamp": "Mon Mar  2 14:00:43 2020", 
    "screen_name": "RobinBew", 
    "text": "Our team have published their analysis of where the next #US President might take the US #China trade war. More US election thought starters coming in the next few days. Read it here:https://www.eiu.com/us-2020-election …"
  }, 
  {
    "timestamp": "Mon Mar  2 04:25:04 2020", 
    "screen_name": "RobinBew", 
    "text": "Check out our Consumer consulting practice http://ow.ly/Uikc30q6TTx pic.twitter.com/IDXvedriA6"
  }, 
  {
    "timestamp": "Fri Feb 28 13:25:06 2020", 
    "screen_name": "RobinBew", 
    "text": "Find out about the EIU's free Chief Economist's weekly email http://ow.ly/A1Ii30q6TTw pic.twitter.com/FJtHcYpoDR"
  }, 
  {
    "timestamp": "Thu Feb 27 12:59:54 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "Even if Japan avoids technical recession in Q1, JP GDP now looks certain shrink in full-year 2020. Domestic coronavirus related shutdown now interacting w external hit to trade etc. + tax hike adjustment. Olympics postponement wld be drag on s-t recovery.https://on.ft.com/2I0PjtG "
  }, 
  {
    "timestamp": "Thu Feb 27 13:20:04 2020", 
    "screen_name": "RobinBew", 
    "text": "Critics half right about #US unpreparedness for Coronavirus. No nation is ready and Trump seems to be underestimating risks (and not sure Pence is good pick for virus-Tsar). But overall healthcare system is more capable than most, while CDC is excellent."
  }, 
  {
    "timestamp": "Thu Feb 27 11:25:04 2020", 
    "screen_name": "RobinBew", 
    "text": "Check out our Consumer consulting team http://ow.ly/3Hi230q6TTv pic.twitter.com/DmNRV4JuV4"
  }, 
  {
    "timestamp": "Thu Feb 27 11:20:03 2020", 
    "screen_name": "RobinBew", 
    "text": "Really alarmed at the violence in religious Delhi. Sadly, Modi seems quite happy to stoke religious tensions across #India for political purposes and this is where it leads."
  }, 
  {
    "timestamp": "Thu Feb 27 09:20:03 2020", 
    "screen_name": "RobinBew", 
    "text": "#UK going to make clear today that it is seeking to decouple from #EU regulations and standards. Easy outcome to achieve in limited time available and could still allow zero tariff regime. But non-tariff barriers could be very onerous, and Gov may be underestimating impact"
  }, 
  {
    "timestamp": "Wed Feb 26 14:42:51 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "This morning’s walk - Union Station, WShington DC, before the morning rush.pic.twitter.com/w5MRNZrf73"
  }, 
  {
    "timestamp": "Wed Feb 26 21:52:13 2020", 
    "screen_name": "PhLeCorre", 
    "text": "Very revealing. In geopolitics, no apparent virushttps://twitter.com/noahbarkin/status/1232780705358319616 …"
  }, 
  {
    "timestamp": "Thu Feb 27 05:14:14 2020", 
    "screen_name": "StefanoScuratti", 
    "text": "We launched a new study looking at three scenarios on the impact of AI on Thailand's economy. Thailand's GDP could increase to over US$1trn by 2035 through effective industrial policy and investment in education and skills. Read more: http://tiny.cc/1ghkkz  @ippdth @TheEIUpic.twitter.com/C218dmuI3L"
  }, 
  {
    "timestamp": "Thu Feb 27 07:04:04 2020", 
    "screen_name": "RobinBew", 
    "text": "Can't help wondering if the big rise in Coronavirus cases in Europe is related in part to more efficient healthcare regimes doing more tests, faster. If that's correct(?), would imply more people carrying it than assumed, and number of cases will accelerate rapidly."
  }, 
  {
    "timestamp": "Wed Feb 26 09:25:04 2020", 
    "screen_name": "RobinBew", 
    "text": "Find out about the EIU's Public Policy consulting practice http://ow.ly/K8vu30q6TTu pic.twitter.com/PQPmCEjPpn"
  }, 
  {
    "timestamp": "Tue Feb 25 07:25:04 2020", 
    "screen_name": "RobinBew", 
    "text": "Sign up to use our online store for Country, Industry and Risk services http://ow.ly/kM5430q6TTt pic.twitter.com/sPGIoxuSeK"
  }, 
  {
    "timestamp": "Mon Feb 24 04:25:03 2020", 
    "screen_name": "RobinBew", 
    "text": "Find out more about our subscription services http://ow.ly/LxXe30q6TTs pic.twitter.com/bu32FVyQMw"
  }, 
  {
    "timestamp": "Fri Feb 21 13:25:06 2020", 
    "screen_name": "RobinBew", 
    "text": "Did you know we have a free EIU Global Forecasting Service? http://ow.ly/ncSv30q6TTr pic.twitter.com/eB6fY2JCD8"
  }, 
  {
    "timestamp": "Thu Feb 20 11:25:04 2020", 
    "screen_name": "RobinBew", 
    "text": "Read some of our Public Policy consulting practice case studies http://ow.ly/pjEs30q6TTq pic.twitter.com/aEVy08Ajlf"
  }, 
  {
    "timestamp": "Wed Mar  4 11:00:01 2020", 
    "screen_name": "TheEIU", 
    "text": "This year’s growth outlook is supported by the continued ultra-loose monetary policy among the world’s major central banks & the recent trade truce between the US & China. Our latest report discusses the top five #risks to the global #economy in 2020: https://econ.st/3aqgXw5 pic.twitter.com/v1kyLsMS62"
  }, 
  {
    "timestamp": "Wed Mar  4 15:40:01 2020", 
    "screen_name": "TheEIU", 
    "text": "Our latest nowcast of #US #GDP for Q1 2020 improved on account of business sentiment, trade & durable goods data, however, lower than expected consumer confidence & personal consumption expense dragged it down. #Coronavirus is yet to impact Q1 nowcast: \nhttps://econ.st/2PO5Sgx pic.twitter.com/8cTcTUBbTY"
  }, 
  {
    "timestamp": "Wed Mar  4 15:00:01 2020", 
    "screen_name": "TheEIU", 
    "text": "Our exploration of the three biggest economic questions posed by the US 2020 election is live. Check out Scenario C, 'House of Cards', which reveals insights on what multinational corporations (MNCs) should be worried about (hint: it's not just tariffs). https://econ.st/39hWUzO pic.twitter.com/0ftALyafsU"
  }, 
  {
    "timestamp": "Wed Mar  4 11:00:01 2020", 
    "screen_name": "TheEIU", 
    "text": "Will the next US President address climate change? https://econ.st/3clz20h pic.twitter.com/GXvxmfss9s"
  }, 
  {
    "timestamp": "Tue Mar  3 15:30:01 2020", 
    "screen_name": "TheEIU", 
    "text": "Our latest EIU Nowcast is out! The #US #GDP growth rate for Q1 2020 increased further to 1.99% (Y-on-Y) as of 28th Feb 2020. #Coronavirus is yet to impact Q1 nowcast. To learn more about this data, follow the link: https://econ.st/2VEA9SM pic.twitter.com/O13Ie9KH9J"
  }, 
  {
    "timestamp": "Tue Mar  3 15:00:02 2020", 
    "screen_name": "TheEIU", 
    "text": "How will the next US President address corporate taxes? https://econ.st/2TcAiv8  #uselectionpic.twitter.com/vQ8dlVlAaT"
  }, 
  {
    "timestamp": "Tue Mar  3 14:30:01 2020", 
    "screen_name": "TheEIU", 
    "text": "The EIU, supported by @UNOPS, launched 'The Future of Public Spending' at #Davos #WEF2020. The research investigates the potential for better government spending practices in pursuing sustainable development goals. Explore the essay and expert analysis: https://econ.st/2TtvoZy pic.twitter.com/JWmSz4pWMl"
  }, 
  {
    "timestamp": "Tue Mar  3 08:38:15 2020", 
    "screen_name": "erm3114", 
    "text": "Our analysis of the proxy wars on Europe's borders -- in Syria, Ukraine, Libya and Yemen -- explains which external powers are involved and why it matters [FREE to read] http://country.eiu.com/article.aspx?articleid=549130238&Country=France&topic=Politics&subtopic=Recent+developments …pic.twitter.com/rdqlKQfDO8"
  }, 
  {
    "timestamp": "Tue Mar  3 12:00:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "#coronavirus containment measures aim at delaying epidemic (buying time to step up preps), and reduce height of epidemic peak (limiting number of sick people)pic.twitter.com/oE4e0zwqWn"
  }, 
  {
    "timestamp": "Tue Mar  3 11:00:01 2020", 
    "screen_name": "TheEIU", 
    "text": "Policymakers and businesses are bracing for further volatility. Social unrest seen across the world in 2019 looks set to continue in 2020. Our latest report identifies and assesses the top five economic and political risks in 2020. Download our report now: https://econ.st/3cknVVc pic.twitter.com/yTic9aJXgm"
  }, 
  {
    "timestamp": "Tue Mar  3 10:00:01 2020", 
    "screen_name": "TheEIU", 
    "text": "Where will the next US President take the US-China conflict? We've identified the conflict as one of the three most important issues impacting businesses in the lead up to the #uselection. Find out how The EIU can help your business mitigate risk: https://econ.st/38f75Eb pic.twitter.com/EBtEbxPcWg"
  }, 
  {
    "timestamp": "Tue Mar  3 07:00:01 2020", 
    "screen_name": "TheEIU", 
    "text": "68% of #investors and 63% of #issuers say their #sustainableinvestments and financings perform better than their traditional equivalents. Learn more > https://econ.st/383yZCK  via @Westpacpic.twitter.com/C1JqbLtgVN"
  }, 
  {
    "timestamp": "Mon Mar  2 13:00:01 2020", 
    "screen_name": "TheEIU", 
    "text": "The EIU deploys its scenario analysis capabilities to explore the biggest economic questions in the upcoming US presidential election, starting with the future of the US-China conflict. Find out where Elizabeth Warren and Donald Trump actually align: https://econ.st/2PEjs69 pic.twitter.com/blbcqbKfBM"
  }, 
  {
    "timestamp": "Mon Mar  2 11:00:01 2020", 
    "screen_name": "TheEIU", 
    "text": "Persistent unrest in #HongKong could cause serious and sudden economic dislocation and threaten its status as an important financial centre. To learn more about this risk, download our latest edition of the Top Five Risks white paper: https://econ.st/2IbKnlO pic.twitter.com/KrhdnQQA0k"
  }, 
  {
    "timestamp": "Mon Mar  2 10:12:32 2020", 
    "screen_name": "TheEIU", 
    "text": "Governments can do more to support sustainable business by setting clear targets, discouraging emitters and backing innovators, says @_stephenhoward, co-chair of @WMBtweets and former chief sustainability officer at @IKEA. Read the full article: https://econ.st/2TfrzIu pic.twitter.com/VFmDYbmmF3"
  }, 
  {
    "timestamp": "Mon Mar  2 10:00:02 2020", 
    "screen_name": "TheEIU", 
    "text": "When harnessed correctly, AI technologies have far-reaching benefits. Governments can harness their full potential by making the right interventions through industrial policy, talent development, and by digitalising the public sector. Read more: https://econ.st/3925GSk pic.twitter.com/AyH8zRk9fX"
  }, 
  {
    "timestamp": "Mon Mar  2 10:00:01 2020", 
    "screen_name": "TheEIU", 
    "text": "The economic stakes of the upcoming #uselection are among the highest they've ever been. To help your company think through implications, we've investigated the three biggest economic questions posed by the US presidential election. Find out more: https://econ.st/2TdGAdH pic.twitter.com/MO09Ajti3l"
  }, 
  {
    "timestamp": "Sun Mar  1 11:00:01 2020", 
    "screen_name": "TheEIU", 
    "text": "#Emerging #markets remain vulnerable to unexpected market changes. Any shifts in the monetary policy of developed markets could cause developing countries to rapidly fall back into crisis. Find out more in our Top Five Risks white paper: https://econ.st/32ErHUT pic.twitter.com/WgJjvlQXKT"
  }, 
  {
    "timestamp": "Sat Feb 29 15:00:02 2020", 
    "screen_name": "TheEIU", 
    "text": "We have released our fourth EIU Nowcast focusing on #US #GDP data for Q1. It shows positive signals as higher than expected housing data for January 2020 pushed the nowcast higher. Find out more about the data used here: https://econ.st/39bdtgV pic.twitter.com/vP1ZxrtjYI"
  }, 
  {
    "timestamp": "Thu Feb 27 14:00:10 2020", 
    "screen_name": "TheEconomist", 
    "text": "A broad guess is that 25-70% of people in any infected country may catch the new coronavirus. As it goes global, governments have an enormous amount of work to do. Our cover this week https://econ.st/383wK2k pic.twitter.com/SHC3W7opAz"
  }, 
  {
    "timestamp": "Wed Mar  4 20:04:26 2020", 
    "screen_name": "TheEconomist", 
    "text": "After Natalia Molchanova turned 50 she liked to break diving records on her birthday, to show other middle-aged women what they could do #IWD2020https://econ.st/3a70Sv5 "
  }, 
  {
    "timestamp": "Wed Mar  4 19:48:56 2020", 
    "screen_name": "TheEconomist", 
    "text": "Turkey has dealt the regime of Bashar al-Assad its worst blow in yearshttps://econ.st/2TkLEgu "
  }, 
  {
    "timestamp": "Wed Mar  4 19:30:19 2020", 
    "screen_name": "TheEconomist", 
    "text": "Boris Johnson has promised that extra research funding will unleash “a new wave of economic growth”https://econ.st/2Tkza8L "
  }, 
  {
    "timestamp": "Wed Mar  4 19:14:43 2020", 
    "screen_name": "TheEconomist", 
    "text": "The separation of cities into the top division and towns into the lower tiers is not a recent phenomenon. What is new is the concentration of vast wealth among the best clubshttps://econ.st/2PzY5CW "
  }, 
  {
    "timestamp": "Wed Mar  4 18:53:41 2020", 
    "screen_name": "TheEconomist", 
    "text": "The number of outstanding visa forms in America, at 5.7m, is at its highest level everhttps://econ.st/2PIx1kY "
  }, 
  {
    "timestamp": "Wed Mar  4 18:36:17 2020", 
    "screen_name": "TheEconomist", 
    "text": "Fingerprints can now be dated to within a day of when they were madehttps://econ.st/2x7pB4o "
  }, 
  {
    "timestamp": "Wed Mar  4 18:17:57 2020", 
    "screen_name": "TheEconomist", 
    "text": "Women’s distance-running events—those longer than 1,500 metres—were not included in the Olympics until 1984. On #IWD2020, we look at why running is still an act of defiance for womenhttps://econ.st/2PIWeeZ "
  }, 
  {
    "timestamp": "Wed Mar  4 18:00:18 2020", 
    "screen_name": "TheEconomist", 
    "text": "The number of severely violent far-right incidents in Germany between 2016-2018 far outstripped those elsewhere in Europe https://econ.st/32OTS3z pic.twitter.com/lTKeh2aea4"
  }, 
  {
    "timestamp": "Wed Mar  4 17:31:18 2020", 
    "screen_name": "TheEconomist", 
    "text": "This #IWD2020 we look back at the lives of inspiring women. In 1979 Simone Veil was made president of the first directly elected European Parliament—the continent’s highest elected officehttps://econ.st/3crNDau "
  }, 
  {
    "timestamp": "Wed Mar  4 17:12:15 2020", 
    "screen_name": "TheEconomist", 
    "text": "There are few Asian-Americans in US corner offices, but @VVVijayEconBiz tells “The Intelligence” of a new study revealing much about that “bamboo ceiling” https://econ.st/2vBKOCY pic.twitter.com/kTfOxQql0Y"
  }, 
  {
    "timestamp": "Wed Mar  4 16:52:57 2020", 
    "screen_name": "TheEconomist", 
    "text": "Marie Colvin trekked over a mountains to escape from Chechnya in 1999. She lost an eye to a grenade in Sri Lanka in 2001. Read about the war reporter's intrepid life this #IWD2020https://econ.st/2IdGLPV "
  }, 
  {
    "timestamp": "Wed Mar  4 16:24:44 2020", 
    "screen_name": "TheEconomist", 
    "text": "Joe Biden’s showing in the Super Tuesday primaries could mean a contested Democratic convention in July, @JohnPrideaux tells “The Intelligence”https://econ.st/32TCUBo "
  }, 
  {
    "timestamp": "Wed Mar  4 15:50:45 2020", 
    "screen_name": "TheEconomist", 
    "text": "“Queen Sono”, a new Netflix show, was filmed in 37 locations—around Johannesburg and Lagos as well as in Kenya and Tanzaniahttps://econ.st/2VLfgWa "
  }, 
  {
    "timestamp": "Wed Mar  4 15:28:46 2020", 
    "screen_name": "TheEconomist", 
    "text": "Why putting a price on data is so complicatedhttps://econ.st/38p4hnK "
  }, 
  {
    "timestamp": "Wed Mar  4 15:10:02 2020", 
    "screen_name": "TheEconomist", 
    "text": "A herd in a rice paddy can snaffle a year’s livelihood in a matter of minuteshttps://econ.st/2x55yDv "
  }, 
  {
    "timestamp": "Wed Mar  4 14:53:52 2020", 
    "screen_name": "EconUS", 
    "text": "More than half of votes in 2020 will probably be suburban oneshttps://econ.st/2TCjHzN "
  }, 
  {
    "timestamp": "Wed Mar  4 12:49:05 2020", 
    "screen_name": "TheEconomist", 
    "text": "The result is a big disappointment for the opposition, led by Benny Gantz's Blue and White partyhttps://econ.st/2TzBK9N "
  }, 
  {
    "timestamp": "Wed Mar  4 12:21:46 2020", 
    "screen_name": "TheEconomist", 
    "text": "The Federal Reserve has cut interest rates in the face of the new coronavirus. Our business affairs editor @PatrickFoulis says rate cuts from other big central banks are likely to follow, on “Money Talks”https://econ.st/38qefFL "
  }, 
  {
    "timestamp": "Wed Mar  4 11:32:25 2020", 
    "screen_name": "TheEconomist", 
    "text": "Our analysis of the Democratic presidential candidates and Donald Trump's record in office, all in one placehttps://econ.st/38fKtDl "
  }, 
  {
    "timestamp": "Wed Mar  4 11:12:51 2020", 
    "screen_name": "TheEconomist", 
    "text": "Simone Veil, who died in 2017, made the Pill available at French taxpayers' expense. We celebrate her contributions to gender equality this #IWD2020https://econ.st/3crCrur "
  }, 
  {
    "timestamp": "Tue Oct  1 15:56:38 2019", 
    "screen_name": "seanmdav", 
    "text": "Media are deliberately lying about both @FDRLST reporting and the intel community inspector general's total admission yesterday that it changed its forms and guidance requiring first-hand evidence in response to the anti-Trump leaker. Here are the facts.https://thefederalist.com/2019/10/01/intel-community-admission-of-whistleblower-changes-raises-explosive-new-questions/ …"
  }, 
  {
    "timestamp": "Wed Mar  4 19:11:49 2020", 
    "screen_name": "mattdizwhitlock", 
    "text": "This is nuts. \n\nThis is the same person who tried (and failed) to destroy Justice Kavanaugh's life.. now he's threatening him on the steps of the Supreme Court? \n\nThis is just nuts.https://twitter.com/RepMarkMeadows/status/1235276076684840961 …"
  }, 
  {
    "timestamp": "Wed Mar  4 19:52:34 2020", 
    "screen_name": "Doc_0", 
    "text": "If Mitch McConnell said something like this, every elected Republican would spend the next two weeks fending off hordes of reporters demanding to know if they support threatening Supreme Court justices who disagree with their political agenda.https://twitter.com/JerryDunleavy/status/1235289783502589956 …"
  }, 
  {
    "timestamp": "Wed Mar  4 19:45:08 2020", 
    "screen_name": "ChuckRossDC", 
    "text": "Pentagon linguist charged with espionage, accused of providing the true names of U.S. intelligence sources to a Hezbollah-linked operative while stationed at U.S. military base in Iraq.https://dailycaller.com/2020/03/04/pentagon-analyst-espionage-hezbollah/ …"
  }, 
  {
    "timestamp": "Wed Mar  4 18:42:31 2020", 
    "screen_name": "brithume", 
    "text": "Threatening Supreme Court justices. Thread.https://twitter.com/xan_desanctis/status/1235220775889707008 …"
  }, 
  {
    "timestamp": "Wed Mar  4 17:06:48 2020", 
    "screen_name": "Kredo0", 
    "text": "BREAKING: Pentagon Failed to Vet Saudi Military Recruit Who Killed 3 Americans -- Defense officials admit to @SenJoniErnst they completely failed to properly screen Saudi military student who killed U.S. service members in 2019 terror attack https://freebeacon.com/national-security/pentagon-failed-to-vet-saudi-military-recruit-who-killed-3-americans/ …pic.twitter.com/JStDjCuuBz"
  }, 
  {
    "timestamp": "Wed Mar  4 17:01:31 2020", 
    "screen_name": "TheBabylonBee", 
    "text": "Paid Mourners Weep As Bloomberg Exits Primaryhttps://buff.ly/2VFJ9Hn "
  }, 
  {
    "timestamp": "Wed Mar  4 16:43:19 2020", 
    "screen_name": "mtracey", 
    "text": "If journalists keep referring to Biden's cognition failures as \"gaffes\" they are deceiving the public. His brain is deteriorating and it's obvious to anyone paying attention. Not surprising for a 77-year-old man, and not a comfortable subject. But it's the truth: stop obfuscating"
  }, 
  {
    "timestamp": "Wed Mar  4 16:40:00 2020", 
    "screen_name": "FDRLST", 
    "text": "Former Vice President Joe Biden appears to be in the tank for confiscating millions of lawfully owned firearms and locking up gun owners who dare to resist.http://fdrl.st/f0x "
  }, 
  {
    "timestamp": "Wed Mar  4 17:09:15 2020", 
    "screen_name": "seanmdav", 
    "text": "Campaign Trail Of Tears: A Warren Storyhttps://thefederalist.com/2020/03/04/campaign-trail-of-tears-a-warren-story/#.Xl_guKnBLlQ.twitter …"
  }, 
  {
    "timestamp": "Wed Mar  4 16:02:08 2020", 
    "screen_name": "BrittMcHenry", 
    "text": "I have brain surgery today. I’ll be out recovering but had to say THANK YOU to former bosses, colleagues & friends from ESPN. Class act people. To @fox5dc, Fox News colleagues & @FDRLST for support. To EVERYONE reading this. Your kindness & words provided strength. #Fight pic.twitter.com/v5D7TRRrm8"
  }, 
  {
    "timestamp": "Wed Mar  4 15:55:47 2020", 
    "screen_name": "seanmdav", 
    "text": "Winning elections is not particularly complicated. You organize volunteers, knock on doors, buy ads, and convince people to vote for you, and you win. Bloomberg’s campaign just didn’t have enough grey matter to make it happen.https://twitter.com/seanmdav/status/1235223926151802880 …"
  }, 
  {
    "timestamp": "Wed Mar  4 15:24:36 2020", 
    "screen_name": "bdomenech", 
    "text": "Congratulations to all the Bloomberg campaign workers and consultants who bilked an old busybody authoritarian out of so much money by pretending he was likable for 12 weeks."
  }, 
  {
    "timestamp": "Wed Mar  4 15:21:48 2020", 
    "screen_name": "seanmdav", 
    "text": "If only Bloomberg had hired Russians to buy $100,000 in barely literate Facebook ads, instead of spending $700 MILLION, he’d be president now. That’s what the media have told us for 3+ years."
  }, 
  {
    "timestamp": "Wed Mar  4 15:11:42 2020", 
    "screen_name": "bdomenech", 
    "text": "This will go down as the most expensive disaster in the history of presidential campaigns.https://twitter.com/stevenportnoy/status/1235220784085422081 …"
  }, 
  {
    "timestamp": "Wed Mar  4 13:48:04 2020", 
    "screen_name": "JayCostTWS", 
    "text": "Same guy who last week put the odds of recession at 40%.pic.twitter.com/aAFrIOXDpN"
  }, 
  {
    "timestamp": "Wed Mar  4 13:41:11 2020", 
    "screen_name": "ByronYork", 
    "text": "The Democratic Party's rush to Biden on Super Tuesday was so swift it almost invites re-thinking in the days to come. Link: Will there be a Biden hangover?http://ow.ly/Cma550yCACR "
  }, 
  {
    "timestamp": "Wed Mar  4 13:06:20 2020", 
    "screen_name": "BlueBoxDave", 
    "text": "The underlying issue for Democrats is still a problem.https://thefederalist.com/2020/03/04/joe-bidens-big-night-wont-be-enough-to-solve-democrats-bernie-sanders-problem/ …"
  }, 
  {
    "timestamp": "Wed Mar  4 04:45:33 2020", 
    "screen_name": "FDRLST", 
    "text": "Jeff Sessions Forced Into Runoff In Alabama Senate Primaryhttps://thefederalist.com/2020/03/03/jeff-sessions-forced-into-runoff-in-alabama-senate-primary/ …"
  }, 
  {
    "timestamp": "Tue Mar  3 16:38:29 2020", 
    "screen_name": "neontaster", 
    "text": "Casual reminder that Alex Thomas was having journalist meltdowns about Katie Hill while secretly dating her.https://twitter.com/jtLOL/status/1233879002093441024 …"
  }, 
  {
    "timestamp": "Wed Mar  4 15:27:29 2020", 
    "screen_name": "erm3114", 
    "text": "Many thanks @RichardWike from @pewresearch for a fascinating presentation on attitudes to #democracy around the world, with support for democracy in theory vying with an array of frustrations (economic, political, social) in practicepic.twitter.com/WQKAHM602Y"
  }, 
  {
    "timestamp": "Wed Mar  4 15:21:51 2020", 
    "screen_name": "erm3114", 
    "text": "Recent drama over collaboration with the AfD in the #German state of Thuringia comes to a close, with the Left Party's Bodo Ramelow (who was widely expected to win in the first place) being re-elected as state premier todayhttps://twitter.com/tom_nuttall/status/1235223028235153408 …"
  }, 
  {
    "timestamp": "Wed Mar  4 13:47:32 2020", 
    "screen_name": "tom_nuttall", 
    "text": "The carefully designed choreography of #Thüringen is playing out as expected. Left-wing coalition backing Ramelow, CDU & FDP abstaining, AfD voting for Höcke. Scene set for Ramelow to win in third ballot later today."
  }, 
  {
    "timestamp": "Tue Mar  3 08:38:15 2020", 
    "screen_name": "erm3114", 
    "text": "Our analysis of the proxy wars on Europe's borders -- in Syria, Ukraine, Libya and Yemen -- explains which external powers are involved and why it matters [FREE to read] http://country.eiu.com/article.aspx?articleid=549130238&Country=France&topic=Politics&subtopic=Recent+developments …pic.twitter.com/rdqlKQfDO8"
  }, 
  {
    "timestamp": "Mon Mar  2 13:58:00 2020", 
    "screen_name": "erm3114", 
    "text": "Super interesting thread #UK #inequality #datavisualisationhttps://twitter.com/jburnmurdoch/status/1234377886485942273 …"
  }, 
  {
    "timestamp": "Wed Feb 26 08:59:12 2020", 
    "screen_name": "PedderSophie", 
    "text": "Fascinating race for Paris mayor now on, post-Griveaux. \nThree women leading in polls (all incidentally of part or some-time immigrant origin: Anne Hildalgo (Spain), Rachida Dati (Morocco/Algeria), Agnès Buzyn (Poland)). \nOnly five points separating them, so contest now wide openpic.twitter.com/TrSTYP67ub"
  }, 
  {
    "timestamp": "Tue Feb 25 07:45:46 2020", 
    "screen_name": "erm3114", 
    "text": "Well worth a read on the regional dynamics of AfD support in #Germanyhttps://twitter.com/HzBrandenburg/status/1231897850033967106 …"
  }, 
  {
    "timestamp": "Mon Feb 24 10:45:00 2020", 
    "screen_name": "COdendahl", 
    "text": "This is going to be fun. Dilemma for new leader will be: force #Merkel to call snap elections, despite her popularity, or try to build a profile alongside her. Tricky.https://twitter.com/patrickjdo/status/1231892327070937089 …"
  }, 
  {
    "timestamp": "Mon Feb 24 13:30:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "#France's role in #Libya ambivalent, as Paris appears to back both sides of conflict - latest @TheEIU background piece sheds some light  on Macron's motives (hint: it's about fight against terror) https://tinyurl.com/s8hrgug pic.twitter.com/e5W8qnchW0"
  }, 
  {
    "timestamp": "Mon Feb 24 12:43:01 2020", 
    "screen_name": "erm3114", 
    "text": "With the news about #coronavirus in #Italy our discussion about the economic impact the virus will have in Europe in this Global Outlook video seems all the more apposite...https://www.youtube.com/watch?v=OSLt7aw79DM&list=PL4091209353A59283&index=2&t=0s …"
  }, 
  {
    "timestamp": "Mon Feb 24 12:00:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "Impressive data on drop in unemployment in #France - #Macron highly unpopular, but on this front his track record is clearpic.twitter.com/lIbsY00Xli"
  }, 
  {
    "timestamp": "Mon Feb 24 09:45:53 2020", 
    "screen_name": "GeorginaEWright", 
    "text": "Entirely predictable at this stage of the negotiations. Everyone must be seen to stand up for their constituents & interests. \n\nFinal deal (if there is one) will be a compromise - but key questions remain: \n1) what does compromise look like\n2) Do we have enough time?https://twitter.com/nick_gutteridge/status/1231873528171040769 …"
  }, 
  {
    "timestamp": "Sun Feb 23 17:07:15 2020", 
    "screen_name": "philipoltermann", 
    "text": "First exit polls show the AfD failing to get over the 5% electoral threshold at today’s state elections in Hamburgpic.twitter.com/CvnQyheOTo"
  }, 
  {
    "timestamp": "Mon Feb 24 08:19:23 2020", 
    "screen_name": "damienmcguin", 
    "text": "Useful reminder that the AfD may have seats in all of Germany's regional govts -- but in parts of western Germany it only just scraped in.https://twitter.com/Tobias_B/status/1231597882635059200 …"
  }, 
  {
    "timestamp": "Fri Feb 21 19:30:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "What's the economic impact of #coronavirus on euro zone? What's the outlook for #Libya? These are some of the topics that @erm3114\nAdnane Allouaji and I discuss in latest @TheEIU Global Outlook videohttps://www.youtube.com/watch?v=OSLt7aw79DM …"
  }, 
  {
    "timestamp": "Fri Feb 21 09:36:42 2020", 
    "screen_name": "erm3114", 
    "text": "Automotive supply chain risks are the key one to watch in Europe. UK/EU are comparatively well prepared for pharma shortages because of stockpiling for #Brexit. More #coronavirus impact analysis here (free to read) http://country.eiu.com/article.aspx?articleid=1669079150&Country=France&topic=Economy&subtopic=Forecast&subsubtopic=Economic+growth# …https://twitter.com/AgatheDemarais/status/1230575346371760131 …"
  }, 
  {
    "timestamp": "Fri Feb 21 09:24:43 2020", 
    "screen_name": "erm3114", 
    "text": " German manufacturing PMI up to 47.8 in Feb (highest in 13 months): #coronavirus is lengthening supplier delivery times (and full impact is yet to be seen) but improvements for output, new orders, employment and stocks suggest positive domestic trends nonetheless"
  }, 
  {
    "timestamp": "Wed Feb 19 22:06:31 2020", 
    "screen_name": "daniel_dsj2110", 
    "text": "Perhaps no group votes more for parties of the Left in France than Muslim voters. Fascinating statistics from Thomas Piketty’s new bookpic.twitter.com/Ifg1EMGd4i"
  }, 
  {
    "timestamp": "Wed Feb 26 13:30:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "What are the top five risks to global growth this year? \n• #Coronavirus, #tradewars and #Iran tensions obvious contenders, but how about other risks? \n• Read more in latest @TheEIU white paper https://tinyurl.com/qneu5yb pic.twitter.com/Mvvll6K7v3"
  }, 
  {
    "timestamp": "Wed Mar  4 19:30:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "Quick data point - low-key Dutch company, ASML, has cornered critical link in global electronics supply chainpic.twitter.com/tlf3H4euRD"
  }, 
  {
    "timestamp": "Wed Mar  4 18:00:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "European armies have shrunk dramatically - governments hope that quality will trump quantitypic.twitter.com/dMRHrF75zl"
  }, 
  {
    "timestamp": "Wed Mar  4 17:32:43 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "IMF announces US$50bn programme for coronavirus relief, with funds available immediatelyhttps://www.cnbc.com/2020/03/04/imf-announces-50-billion-program-for-coronavirus-relief.html …"
  }, 
  {
    "timestamp": "Wed Mar  4 11:54:01 2020", 
    "screen_name": "sdonnan", 
    "text": "The tangled tale of a Pennsylvania mill, a Chinese partner, an Indonesian mine and a family feud over tariffs in America’s stainless steel industry. \n\nMy latest for @economics with Bloomberg men of metal ⁦@JoeDeaux⁩ and ⁦@MartinShanghai⁩.https://www.bloomberg.com/news/features/2020-03-04/trade-war-latest-a-u-s-steel-mill-looks-to-china-for-survival …"
  }, 
  {
    "timestamp": "Wed Mar  4 15:00:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "Quick data point - Countries that have benefited most from globalisation are most fearful of changepic.twitter.com/7042XY1448"
  }, 
  {
    "timestamp": "Wed Mar  4 11:10:06 2020", 
    "screen_name": "ZSchneeweiss", 
    "text": "The ECB has restricted all non-essential travel by staff members and canceled conferences and visits amid the coronavirus outbreak in Europe https://www.bloomberg.com/news/articles/2020-03-04/ecb-restricts-all-non-essential-staff-travel-amid-coronavirus … via @carolynnlookpic.twitter.com/E5TYa6ozbj"
  }, 
  {
    "timestamp": "Wed Mar  4 12:00:01 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "Worrying data on health in UK\n• Mortality rates increasing for men and women below 50\n• Life expectancy for those in most deprived areas decliningpic.twitter.com/BzqJqw5gfs"
  }, 
  {
    "timestamp": "Wed Mar  4 11:04:15 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "Striking data in latest @pewresearch survey on democracy - more than 75% of population think state is not run for benefit of all people in #Lebanon, #Tunisia, #Argentina (via @RichardWike)pic.twitter.com/n30DV0wzSe"
  }, 
  {
    "timestamp": "Wed Mar  4 08:01:45 2020", 
    "screen_name": "ChassNews", 
    "text": "“She is really stuck between a rock and a hard place⁩. No one expects a rate cut to have any impact on the eurozone economy, it could even be counterproductive, but there may be no choice.” ⁦@FinancialTimes⁩\n⁦@MAmdorsky⁩ ⁦@fwred⁩https://www.ft.com/content/bff92220-5d79-11ea-8033-fa40a0d65a98?shareType=nongift …"
  }, 
  {
    "timestamp": "Wed Mar  4 09:00:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "#SouthKorea leads the way for R&D expenses (by far) among developed countries - meanwhile UK lagging far behind, which will weigh on long-term growthpic.twitter.com/kjFY9VdS8w"
  }, 
  {
    "timestamp": "Wed Mar  4 07:30:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "Quick data points on markets reaction to #coronavirus so far\n• Volatility increasing sharply\n• Flight to safety clear (gold)\n• Rush away from tourism/transportation sectorspic.twitter.com/10shqekj04"
  }, 
  {
    "timestamp": "Tue Mar  3 19:30:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "US savings rate appears unusually high - despite strong economy, households remain deeply uncertain about futurepic.twitter.com/ChB0jF9RDB"
  }, 
  {
    "timestamp": "Tue Mar  3 18:22:37 2020", 
    "screen_name": "AdamJKucharski", 
    "text": "Seeing growing speculation about why #COVID19 fatality risk seems to vary over time and between different countries, so reposting this thread on the challenge of interpreting these values mid-outbreak:https://twitter.com/adamjkucharski/status/1229708003533824000 …"
  }, 
  {
    "timestamp": "Tue Mar  3 18:00:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "Worrying data on rise of far-right severe violent incidents in #Germany, #Greece, #Italy and #UKpic.twitter.com/6PKzGTaaXu"
  }, 
  {
    "timestamp": "Tue Mar  3 15:00:01 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "#SouthAfrica's debt-service costs keep increasing - public debt climbed from 27% of GDP in 2008 to forecast 66% of GDP next yearpic.twitter.com/S3zRiKYSqh"
  }, 
  {
    "timestamp": "Tue Mar  3 14:19:45 2020", 
    "screen_name": "Tatiana_Evd", 
    "text": "Speaking about Russian vulnerability to external shocks now as opposed to 2008 and 2014 here is a couple of macro fundamentals showing that the country is indeed better prepared: breakeven oil price for budget is lower, FX reserves exceed external debt by more than ever beforepic.twitter.com/Rvq3RWXyYK"
  }, 
  {
    "timestamp": "Tue Mar  3 12:03:06 2020", 
    "screen_name": "RencapMan", 
    "text": "The US appears to be greatly under-reporting #coronavirus numbers. I didn't expect this.  It's not as bad as Iran or Wuhan/Hubei - but all other places with 5-6 deaths had 250-1300 confirmed cases. US figure of 105 cases likely to rise dramatically and soon  #covid19pic.twitter.com/2SLkrzm9aK"
  }, 
  {
    "timestamp": "Tue Mar  3 12:00:00 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "#coronavirus containment measures aim at delaying epidemic (buying time to step up preps), and reduce height of epidemic peak (limiting number of sick people)pic.twitter.com/oE4e0zwqWn"
  }, 
  {
    "timestamp": "Tue Mar  3 09:20:56 2020", 
    "screen_name": "JavierBlas", 
    "text": "China slowly returning to work -- but anecdotal evidence suggest that the economy is still running at probably 60% of capacity. Coal burning in power stations remains way below normal levels | #OOTT #commodities #coronavirus https://www.bloomberg.com/news/articles/2020-02-18/how-fast-can-china-s-economy-bounce-back-from-virus-lockdown?sref=5F8Ao01j …pic.twitter.com/Dvxn4pZ4rC"
  }, 
  {
    "timestamp": "Tue Mar  3 08:57:50 2020", 
    "screen_name": "kerenuziyel", 
    "text": "Markets welcome Netanyahu lead in the #Israeli elections as ushering in greater stability but there is still government formation and a corruption trial ahead for Bibi.\nIsrael Election: Benjamin Netanyahu Edges Close to Victory - Bloomberghttps://www.bloomberg.com/news/articles/2020-03-03/netanyahu-edges-close-to-victory-at-end-of-tumultuous-year …"
  }, 
  {
    "timestamp": "Wed Nov 20 10:18:58 2019", 
    "screen_name": "john_c_ferguson", 
    "text": "Finally! After almost 3 years of work, we’ve launched our new climate change framework - a combination of the DICE model and our Climate Change Resilience index. GDP impacts and Resilience indicators for the world’s 82 biggest economies available now. #climatechange #resiliencehttps://twitter.com/TheEIU/status/1197069572114931714 …"
  }, 
  {
    "timestamp": "Tue Mar  3 09:52:24 2020", 
    "screen_name": "john_c_ferguson", 
    "text": "Our latest nowcast of the US economy is out. We're yet to see any impact of the coronavirus on Q1 GDP. The nowcast improved on account of business sentiment, trade and durable goods datahttps://www.eiu.com/n/eiu-nowcast-coronavirus-yet-to-impact-q1-nowcast/pic.twitter.com/5qdxRNe6pM"
  }, 
  {
    "timestamp": "Thu Feb 27 12:00:02 2020", 
    "screen_name": "TheEIU", 
    "text": "Higher than expected #housing data for January 2020 pushed higher the EIU Nowcast for the #US #GDP growth rate. The Q1 growth rate stands at 1.86% (Y-on-Y) as of 21st Feb 2020. Learn more about this data here: https://econ.st/3cndG2C pic.twitter.com/jDDwIyi93d"
  }, 
  {
    "timestamp": "Tue Feb 25 10:47:12 2020", 
    "screen_name": "john_c_ferguson", 
    "text": "Interesting (but concerning) new paper on the security threat posed by climate change. Nice to see our 2019 report on the economic impacts of climate change supporting this analysis. #climateresiliencehttps://twitter.com/CntrClimSec/status/1231911850117390339 …"
  }, 
  {
    "timestamp": "Sat Feb 15 15:54:39 2020", 
    "screen_name": "john_c_ferguson", 
    "text": "Thanks for the tip @erm3114 so far, so good. Holiday reading sorted. I remember this from our 2016 coverage well!pic.twitter.com/GtyiULgH72"
  }, 
  {
    "timestamp": "Thu Feb 13 12:26:17 2020", 
    "screen_name": "john_c_ferguson", 
    "text": "Thanks, Sharon! A great morning all round.https://twitter.com/sharonecw/status/1227897736013459461 …"
  }, 
  {
    "timestamp": "Mon Feb  3 10:55:22 2020", 
    "screen_name": "JoanHoeyEIU", 
    "text": "As @BorisJohnson and @MichelBarnier square up ahead of  negotiations on the future UK-EU relationship, we have published a Watchlist for businesses and Brexit observers on 13 key areas of contention https://bit.ly/2vMQie3 "
  }, 
  {
    "timestamp": "Thu Feb  6 13:31:00 2020", 
    "screen_name": "Imogen_PJ", 
    "text": "How should businesses in #China respond to the novel #coronavirus outbreak? We just published recommendations to companies on how to mitigate the impact on their operations. Was great to work with \n@ecn_asia and their members on this piece: http://country.eiu.com/article.aspx?articleid=699039253&Country=China&topic=Economy# …pic.twitter.com/xrveqd6ivH"
  }, 
  {
    "timestamp": "Fri Feb  7 07:25:50 2020", 
    "screen_name": "john_c_ferguson", 
    "text": "No longer a surprise: America’s jobs report from @TheEconomist Why US jobs data create less excitement than they used to.  http://espresso.economist.com/%7B%22pathauto%22:%220%22%7D …"
  }, 
  {
    "timestamp": "Wed Feb  5 10:42:17 2020", 
    "screen_name": "CailinBirch", 
    "text": "So glad to be back on @CNBC's Squawk Box this morning to discuss the wave of political news in the US: \n\nTrump's use of the State of Union as a campaign stop \nIowa madness, where Buttigieg seems to have surged \n\nWhat a Wednesday...https://www.cnbc.com/video/2020/02/05/a-lot-of-spin-in-trumps-state-of-the-union-address-economist-says.html …"
  }, 
  {
    "timestamp": "Tue Feb  4 16:39:50 2020", 
    "screen_name": "TheEIU", 
    "text": "We have released our first #EIUNowcast focusing on US GDP data for Q1. It shows manufacturing data and consumer confidence index marginally outweigh negative surprises from personal consumption data and business barometer index: https://econ.st/31rsXdK  #nowcasting #USdatapic.twitter.com/BfLTwtItXG"
  }, 
  {
    "timestamp": "Mon Feb  3 13:37:58 2020", 
    "screen_name": "CailinBirch", 
    "text": "Today's #IowaCaucuses will shift the momentum in the Dem race. Biden and Sanders have been neck-and-neck for months, and Iowa's unique voting process adds a few wildcards. \n\nOur latest free analysis of the Iowa caucus and what this means for the Dem race: http://country.eiu.com/article.aspx?articleid=229021206&Country=United%20States&topic=Politics&subtopic=Forecast&subsubtopic=Election+watch …"
  }, 
  {
    "timestamp": "Sat Feb  1 11:58:50 2020", 
    "screen_name": "john_c_ferguson", 
    "text": "Working on this week's Must-reads newsletter for @TheEIU  clients. Some outstanding pieces on Brexit, the impact of the coronavirus and the UK's Huawei decision. Lucky clients! Great job, team #businessintelligence"
  }, 
  {
    "timestamp": "Tue Jan 28 10:56:19 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "Latest from @TheEIU on economic impact of #WuhanCoronovirus - China's growth could drop by 0.5-1.5 percentage points and global growth by 0.2-0.3 percentage points, to only 2% in 2020 [Thread, 1/7]pic.twitter.com/6Jiu0fYPQQ"
  }, 
  {
    "timestamp": "Wed Jan 22 00:30:37 2020", 
    "screen_name": "JoanHoeyEIU", 
    "text": "The 2019 Democracy Index is out: download it here\nhttp://www.eiu.com/topic/democracy-index …pic.twitter.com/mvc1w0e669"
  }, 
  {
    "timestamp": "Tue Jan 21 10:19:13 2020", 
    "screen_name": "john_c_ferguson", 
    "text": "Our latest on the ambitious European Green Deal.  Popular support for climate action within the EU is high but the deal could raise tensions with major trading partners #climateresilience http://country.eiu.com/article.aspx?articleid=308951214&Country=Italy&topic=Economy&subtopic=Forecast&subsubtopic=Policy+trends …"
  }, 
  {
    "timestamp": "Mon Jan 20 03:16:52 2020", 
    "screen_name": "TheEIU_Asia", 
    "text": "Here's our deep-dive on the US-China first-phase trade deal.\nBoth sides have stepped back from the edge, but big questions remain and the trade war is not over yet.\nhttps://bit.ly/2ueohLG \n@nickm4rro\n@TheEIUpic.twitter.com/tRvmGk6HhE"
  }, 
  {
    "timestamp": "Thu Jan 16 12:50:29 2020", 
    "screen_name": "CailinBirch", 
    "text": "Join @AgatheDemarais and I for a brief rundown today of the major stories likely to come from the February primaries. \n\nThe race for the Democratic nomination remains extremely close, and the upcoming primaries will offer critical momentum. But to whom? \n\nhttps://pages.eiu.com/Jan-US-election-2020-Subscription---New-Business_registration-page.html …pic.twitter.com/BzgPEPrskW"
  }, 
  {
    "timestamp": "Wed Jan 15 12:57:36 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "What's new for global growth and geopolitics in latest @TheEIU Global Outlook? [Thread, 1/6]pic.twitter.com/sQuZceJWRQ"
  }, 
  {
    "timestamp": "Sun Jan 12 17:02:11 2020", 
    "screen_name": "john_c_ferguson", 
    "text": "+1. Accepting climate change as a genuine threat would have been a good start.https://twitter.com/TheEconomist/status/1216403725033582593 …"
  }, 
  {
    "timestamp": "Sun Jan 12 16:23:43 2020", 
    "screen_name": "john_c_ferguson", 
    "text": "2020: the year Salvini takes charge in Italy? @TheEIU latest on what a Lega-led government would mean for companies and investors http://country.eiu.com/article.aspx?articleid=1608908944&Country=Italy&topic=Politics&subtopic=Forecast&subsubtopic=Political+stability …"
  }, 
  {
    "timestamp": "Wed Mar  4 17:49:21 2020", 
    "screen_name": "maxlambertson", 
    "text": "Great column about importance on China not as supply-side exporter but as massive internal market. It has joined the US as generator of shocks to global economy, while becoming more resilient to shocks originating elsewhere.https://reut.rs/3coM1ya "
  }, 
  {
    "timestamp": "Wed Mar  4 17:12:45 2020", 
    "screen_name": "CNBCJou", 
    "text": "IMF announces $50 billion program for coronavirus relief @CNBChttps://www.cnbc.com/2020/03/04/imf-announces-50-billion-program-for-coronavirus-relief.html?__source=iosappshare%7Ccom.apple.UIKit.activity.PostToTwitter …"
  }, 
  {
    "timestamp": "Tue Mar  3 23:24:18 2020", 
    "screen_name": "Technologic916", 
    "text": "My notes from a Morgan Stanley hosted event with John Hopkins Chief Epidemiologist. JH is forecasting a widespread outbreak, they est 40-60% of the world pop will be infected over 1-2 years. They est true death rate will be .1% -.5%. They expect it to peak in the spring..."
  }, 
  {
    "timestamp": "Wed Mar  4 11:58:14 2020", 
    "screen_name": "maxlambertson", 
    "text": "Clear chart from Goldman/WSJ on US GDP impact of coronavirus. In Q1 supply shock from China, in Q2 production disruption in US and demand shock from community spread, Q3 all demand shock, Q4 rebound on all cylinders https://www.wsj.com/articles/a-misplaced-faith-in-the-power-of-central-banks-11583256163 …pic.twitter.com/ZUSSvou6uj"
  }, 
  {
    "timestamp": "Wed Mar  4 10:42:20 2020", 
    "screen_name": "maxlambertson", 
    "text": "\"Rate futures are now pricing in an 85% chance of another 50 basis point cut at this month's FOMC meeting (3/18). The market expects the US central bank to take the benchmark rate below 0.6% by early next year\" @SoberLookpic.twitter.com/S6UJqHuGlF"
  }, 
  {
    "timestamp": "Tue Mar  3 12:08:18 2020", 
    "screen_name": "kathylienfx", 
    "text": "Last Emergency Fed Cuts\n\nOct 2008  Lehman  50bp\nJan 2008 Stock Crash  75bp \nAug 2007 - Subprime  50bp \nSept 2001 - 9/11  50bp \nApril 2001 - Weak economy 50bp  \nMarch 2001 Tech bubble  50bp\nOct 1998 - Russia / LTCM  50bp \n\nCourtesy of @Yogi_Chan"
  }, 
  {
    "timestamp": "Tue Mar  3 09:20:56 2020", 
    "screen_name": "JavierBlas", 
    "text": "China slowly returning to work -- but anecdotal evidence suggest that the economy is still running at probably 60% of capacity. Coal burning in power stations remains way below normal levels | #OOTT #commodities #coronavirus https://www.bloomberg.com/news/articles/2020-02-18/how-fast-can-china-s-economy-bounce-back-from-virus-lockdown?sref=5F8Ao01j …pic.twitter.com/Dvxn4pZ4rC"
  }, 
  {
    "timestamp": "Mon Mar  2 17:10:44 2020", 
    "screen_name": "maxlambertson", 
    "text": "Traffic data show a recovery to normal levels in Shanghai and Shenzhen, not so much in Wuhan, with caveat that this may be misleading as more people choose private over public transport to avoid contamination https://ftalphaville.ft.com/2020/03/02/1583143211000/Coronavirus--green-shoots-/ …pic.twitter.com/nWoT7CfzaF"
  }, 
  {
    "timestamp": "Mon Mar  2 16:33:47 2020", 
    "screen_name": "maxlambertson", 
    "text": "\"No matter who is in White House and how quickly coronavirus plays out, factors that buoyed multinational profit margins over past 40 years—globalisation, corporate concentration, tax arbitrage and rising rewards to capital over labour — are under threat\"https://www.ft.com/content/f0fb04be-5a28-11ea-abe5-8e03987b7b20 …"
  }, 
  {
    "timestamp": "Mon Mar  2 09:30:53 2020", 
    "screen_name": "LionelRALaurent", 
    "text": "The coronavirus infection count is telling us as much about the methodology that national governments are choosing to use as it is about the spread of the diseasehttps://www.bloomberg.com/opinion/articles/2020-03-02/coronavirus-accounting-is-looking-vulnerable-in-italy-and-china?srnd=opinion …"
  }, 
  {
    "timestamp": "Mon Mar  2 14:18:14 2020", 
    "screen_name": "JKempEnergy", 
    "text": "CORONAVIRUS has triggered a whole genre of stories about epidemics and globalisation. But international transmission along trade routes is not new. It was the key pathway for the spread of Black Death in the 14th century, not an era we tend to associated with globalisation:pic.twitter.com/phucF8xg3K"
  }, 
  {
    "timestamp": "Mon Mar  2 12:00:46 2020", 
    "screen_name": "maxlambertson", 
    "text": "What to look for on coronavirus in coming weeks:\n1) US will finally start to ramp up testing, having only tested 472 people so far, revealing scale of viral outbreak https://www.cdc.gov/coronavirus/2019-ncov/cases-in-us.html …https://twitter.com/ScottGottliebMD/status/1233598925103345664 …"
  }, 
  {
    "timestamp": "Mon Mar  2 11:50:30 2020", 
    "screen_name": "maxlambertson", 
    "text": "This week's briefing covers the economic impact of coronavirus, which depends on the path and virulence of the virus, its effects on movement and on economic activity and the response of policymakershttps://blogs.deloitte.co.uk/mondaybriefing/2020/03/the-economics-of-coronavirus.html …"
  }, 
  {
    "timestamp": "Mon Mar  2 10:18:55 2020", 
    "screen_name": "AgatheDemarais", 
    "text": "Latest - OECD cuts global growth forecast down to 2.4% (from 2.9%) owing to #coronavirus; warns global economy could shrink this quarterpic.twitter.com/xK4SfXuh65"
  }, 
  {
    "timestamp": "Fri Feb 28 12:44:13 2020", 
    "screen_name": "maxlambertson", 
    "text": "Performance of global vs Chinese equities relative to start of virus outbreakpic.twitter.com/L6g09NkueZ"
  }, 
  {
    "timestamp": "Thu Jul 18 01:46:41 2019", 
    "screen_name": "davidfrum", 
    "text": "When this is all over, nobody will admit to ever having supported it"
  }, 
  {
    "timestamp": "Wed Mar  4 19:32:44 2020", 
    "screen_name": "NoahCRothman", 
    "text": "\"Guess the stock market went up this morning because they think Biden did well.\" - Bernie Sanders making what he thinks is a point that reflects poorly on Joe Biden."
  }, 
  {
    "timestamp": "Wed Mar  4 19:31:39 2020", 
    "screen_name": "davidfrum", 
    "text": "Bob Dole tells a story about his first election, for town recorder or somesuch. He won 49 of 50 votes in the poll. After some investigation, he identified the culprit: his own aunt. \n\n\"Why didn't you vote for me?\" he asked.\n\n\"Bob,\" she answered, \"you didn't ask.\"https://twitter.com/NoahShachtman/status/1235264987159031813 …"
  }, 
  {
    "timestamp": "Wed Mar  4 19:01:59 2020", 
    "screen_name": "JoyceWhiteVance", 
    "text": "A poll worker in an affluent Birmingham suburb, one of the reddest boxes in America, told me he’d never seen so many Republicans, including former elected officials, pull Democratic primary ballots.pic.twitter.com/st6CR5B12R"
  }, 
  {
    "timestamp": "Wed Mar  4 19:01:22 2020", 
    "screen_name": "joshrogin", 
    "text": "Read more about this here:https://www.washingtonpost.com/opinions/2020/03/04/pompeo-under-pressure-release-taliban-deal-secret-annexes/?outputType=amp …"
  }, 
  {
    "timestamp": "Wed Mar  4 18:02:41 2020", 
    "screen_name": "Malinowski", 
    "text": "I read the secret annexes to the Taliban deal today. Bottom line: the administration is telling a terrorist group the conditions (such as they are) of our withdrawal from Afghanistan, but not telling the American people.\n\nThis is wrong. And it serves no national security purpose."
  }, 
  {
    "timestamp": "Wed Mar  4 15:11:21 2020", 
    "screen_name": "CillizzaCNN", 
    "text": "“I’ve always believed that defeating Donald Trump starts with uniting behind the candidate with the best shot to do it. After yesterday’s vote, it is clear that candidate is my friend and a great American, Joe Biden.\" -- Bloomberg ends campaign and endorses Biden"
  }, 
  {
    "timestamp": "Wed Mar  4 13:36:47 2020", 
    "screen_name": "schneiderweb319", 
    "text": "It's not just the inconvenience of waiting in line 7 hours. For hourly workers who give up half--or in this case, all--of their day, this is, in effect, a poll tax."
  }, 
  {
    "timestamp": "Wed Mar  4 13:21:18 2020", 
    "screen_name": "davidfrum", 
    "text": "Nobody should be asked to be this impressive.https://twitter.com/edlavaCNN/status/1235107988798488583 …"
  }, 
  {
    "timestamp": "Wed Mar  4 12:38:44 2020", 
    "screen_name": "jaynordlinger", 
    "text": "These stories have now become like the weather — routine. But we should fight to avoid numbness.https://twitter.com/IlvesToomas/status/1235171572165550080 …"
  }, 
  {
    "timestamp": "Wed Mar  4 05:59:56 2020", 
    "screen_name": "AltPols", 
    "text": "This is the best explanation of Biden's black support I've ever read and it's from a white guy:"
  }, 
  {
    "timestamp": "Wed Mar  4 05:36:12 2020", 
    "screen_name": "davidfrum", 
    "text": "The 4.0 terrabyte memory of @WindsorMann recalls this podcast with @jamiekilstein where we talked about the bond between Biden & black voters. https://podcasts.apple.com/us/podcast/the-jamie-kilstein-podcast/id1334886108?i=1000446511391 … Relevant section tarts at 55:30"
  }, 
  {
    "timestamp": "Wed Mar  4 05:23:26 2020", 
    "screen_name": "secupp", 
    "text": "Biden campaign was broke. He barely  campaigned in some of the states he won tonight. Voters turned out for him despite this. When Sanders people tell you the primary is rigged against him, ask them how, exactly?"
  }, 
  {
    "timestamp": "Wed Mar  4 05:31:13 2020", 
    "screen_name": "davidfrum", 
    "text": "submitted for your considerationpic.twitter.com/Az8ak8E8Hq"
  }, 
  {
    "timestamp": "Wed Mar  4 05:06:11 2020", 
    "screen_name": "rickklein", 
    "text": "Tale of two parties? In TX, Biden carried black voters by more than 40 points, and voters over 45 by more than 20 points. Sanders carried the Latino vote by more than 20 points, and voters under 45 by more than 20 points."
  }, 
  {
    "timestamp": "Wed Mar  4 02:51:09 2020", 
    "screen_name": "howardfineman", 
    "text": "Based on exit polls, it’s clear there’s a far bigger surge of suburban college-educated women for @JoeBiden than one of new Millennial and Gen Z voters for @BernieSanders. So Bernie’s not only losing tonight, he’s losing the “I’m the best guy to beat @realDonaldTrump” argument."
  }, 
  {
    "timestamp": "Wed Mar  4 02:47:45 2020", 
    "screen_name": "BillR", 
    "text": "There is an AMY chant currently reverberating through Biden HQ.https://twitter.com/carliewaibel/status/1235033084388675584 …"
  }, 
  {
    "timestamp": "Wed Mar  4 02:23:29 2020", 
    "screen_name": "davidfrum", 
    "text": "My takeaway from this evening: moms and grandmoms of all backgrounds, creeds, ethnicities, and races really really really want Trump gone"
  }, 
  {
    "timestamp": "Wed Mar  4 02:15:07 2020", 
    "screen_name": "WalshFreedom", 
    "text": "A friend, watching these returns so far tonight: “No wonder Trump pressured Ukraine to dig up dirt on Joe Biden.”"
  }, 
  {
    "timestamp": "Wed Mar  4 02:09:46 2020", 
    "screen_name": "NBCNews", 
    "text": "BREAKING: Joe Biden wins Tennessee Democratic Primary, NBC News projects. https://nbcnews.to/2VJZAlJ pic.twitter.com/sZJy1I8avX"
  }, 
  {
    "timestamp": "Mon Mar  2 15:04:32 2020", 
    "screen_name": "Lagarde", 
    "text": "Thank you for the warm welcome today, Steven. I look forward to working together with you and the rest of the @ESMAComms team.https://twitter.com/esmacomms/status/1234470097890222080 …"
  }, 
  {
    "timestamp": "Thu Feb 27 13:10:16 2020", 
    "screen_name": "Lagarde", 
    "text": "Climate change presents both threats and opportunities. At the launch of the UN Climate Change #COP26 Private Finance Agenda, I outlined how the financial sector can contribute to a more sustainable economy.\n\nMy full remarks https://www.ecb.europa.eu/press/key/date/2020/html/ecb.sp200227_1~5eac0ce39a.en.html?utm_source=cl_twitter&utm_medium=social&utm_campaign=200227_speech_cl …pic.twitter.com/FzPGmP1RXZ"
  }, 
  {
    "timestamp": "Thu Feb 27 11:43:21 2020", 
    "screen_name": "Lagarde", 
    "text": "David Attenborough’s work has inspired millions around the world, myself included. It was great to see him again at the launch of the UN Climate Change @COP26 Private Finance Agenda.pic.twitter.com/9SvXR58pqz"
  }, 
  {
    "timestamp": "Thu Feb 27 11:17:16 2020", 
    "screen_name": "Lagarde", 
    "text": "I was very pleased to hear of Antoinette Sayeh’s return to the @IMFNews as Deputy Managing Director. I wish you all the best in your new role, Antoinette!pic.twitter.com/yiEsK68FPD"
  }, 
  {
    "timestamp": "Wed Feb 26 15:04:14 2020", 
    "screen_name": "Lagarde", 
    "text": "I had a good discussion earlier today with Volker Bouffier, Minister President of the State of Hessen. The ECB is based in Hessen and I look forward to working closely with him. I also conveyed to him my sympathies regarding the recent attacks in Hanau and Volkmarsen.pic.twitter.com/1M1rYD5SMN"
  }, 
  {
    "timestamp": "Wed Feb 26 09:29:43 2020", 
    "screen_name": "Lagarde", 
    "text": "Many of us don’t realise the challenges those with physical disabilities face. Being aware of this is the first step towards fostering an inclusive work environment. Today I met with two colleagues to see how they move around on a daily basis – a very insightful experience.pic.twitter.com/MC4qN8Tgej"
  }, 
  {
    "timestamp": "Sun Feb 23 16:41:31 2020", 
    "screen_name": "Lagarde", 
    "text": "We’re coming to the end of a fruitful two days at the G20 meetings in Riyadh. We must work together if we are to forge a global economy in which everybody can live, work and thrive.\n#G20SaudiArabiapic.twitter.com/D4ARaRph73"
  }, 
  {
    "timestamp": "Sun Feb 23 15:37:43 2020", 
    "screen_name": "Lagarde", 
    "text": "A pleasure to see @federalreserve Chair Jerome Powell for a longer discussion today. We reflected on recent developments in our economies. \n#G20SaudiArabiapic.twitter.com/kJWvtrpbrF"
  }, 
  {
    "timestamp": "Sat Feb 22 19:01:55 2020", 
    "screen_name": "Lagarde", 
    "text": "I very much enjoyed the cultural programme offered by my hosts at the #G20SaudiArabia.pic.twitter.com/HdtO0oKW20"
  }, 
  {
    "timestamp": "Sat Feb 22 17:53:01 2020", 
    "screen_name": "Lagarde", 
    "text": "An excellent first day at the #G20SaudiArabia meetings with discussions on digitalisation and the outlook for the global economy.pic.twitter.com/BZoM6HPtXb"
  }, 
  {
    "timestamp": "Thu Feb 20 15:43:11 2020", 
    "screen_name": "Lagarde", 
    "text": "Good cooperation between the Eurosystem’s central banks is key for the euro’s success. It was a pleasure to visit @bundesbank today and meet their Executive Board. Fascinating as well to see the Money Museum – vielen Dank!pic.twitter.com/bgAwZxqObM"
  }, 
  {
    "timestamp": "Thu Feb 20 12:06:45 2020", 
    "screen_name": "Lagarde", 
    "text": "I enjoyed seeing @OECD Chief Economist Laurence Boone today. We discussed developments in the European and global economy.\nJ’étais contente de rencontrer aujourd’hui Laurence Boone, chef économiste de l’OCDE. Nous avons discuté des évolutions de l’économie européenne et mondiale.pic.twitter.com/dePazXbI40"
  }, 
  {
    "timestamp": "Thu Feb 20 09:58:34 2020", 
    "screen_name": "Lagarde", 
    "text": "Ich bin in Gedanken bei den Menschen in Hanau nach dem tragischen und schrecklichen Angriff gestern. Mein Beileid gilt den Familien der Opfer.\nMy thoughts are with our neighbours in Hanau after yesterday's tragic and horrifying attack. My condolences go to the victims’ families."
  }, 
  {
    "timestamp": "Mon Feb 17 19:55:57 2020", 
    "screen_name": "Lagarde", 
    "text": "I was back in Brussels today for the Eurogroup meeting. We discussed the economic situation in Europe and the @EU_Commission's priorities for the Economic and Monetary Union. It was also good to meet up with @MichelBarnier and exchange thoughts on Brexit.pic.twitter.com/THSwIlaXf6"
  }, 
  {
    "timestamp": "Thu Feb 13 08:01:47 2020", 
    "screen_name": "Lagarde", 
    "text": "I was delighted to see my friend Christian Noyer, the first Vice-President of the @ecb. He will always be part of our family.\n\nJ’étais ravie de rencontrer mon ami Christian Noyer, le premier vice-président de la BCE (@ecb). Il fera toujours partie de notre famille.pic.twitter.com/ijuoWez6lS"
  }, 
  {
    "timestamp": "Tue Feb 11 17:57:41 2020", 
    "screen_name": "Lagarde", 
    "text": "During my visit to the European Parliament in Strasbourg today, I also met with other colleagues from the institutions and exchanged views on a number of current issues. A productive day indeed!pic.twitter.com/ufzqhfBhTI"
  }, 
  {
    "timestamp": "Tue Feb 11 16:43:08 2020", 
    "screen_name": "Lagarde", 
    "text": "Addressing members of the European Parliament earlier, I spoke about the challenges facing the eurozone economy, including digitalisation and climate change.\n\nRead my full remarks https://www.ecb.europa.eu/press/key/date/2020/html/ecb.sp200211~f188a4e20f.en.html?utm_source=cl_twitter&utm_medium=social&utm_campaign=20020211_speech_CL …pic.twitter.com/HTyOATbZRq"
  }, 
  {
    "timestamp": "Tue Feb 11 13:45:00 2020", 
    "screen_name": "ecb", 
    "text": "Coming up in 15 mins: ECB President Christine @Lagarde attends the @Europarl_EN plenary session on the ECB Annual Report for 2018.\n\nFollow live from 15:00 CET https://multimedia.europarl.europa.eu/en/plenary_20200211-0900-PLENARY_vd …pic.twitter.com/PSqMABAklz"
  }, 
  {
    "timestamp": "Wed Mar  4 15:58:32 2020", 
    "screen_name": "StevenIsserlis", 
    "text": "Of course the most important task for a musical interpreter is to know the score in depth. But it can be helpful to know about the life, and also the culture/tastes of a composer. Who would brutalise the music of Tchaikovsky if they truly understood his deep connection to Mozart?"
  }, 
  {
    "timestamp": "Wed Mar  4 19:20:03 2020", 
    "screen_name": "IISS_org", 
    "text": "'The lack of change in the top 15 reflects an interesting underlying trend, in that the US has if anything just restated its spending dominance,' Lucie Béraud-Sudreau explains. Read more about the top 15 defence spenders in her #MilitaryBalance blog | http://go.iiss.org/39B7a68 pic.twitter.com/dHhpq4OLdi"
  }, 
  {
    "timestamp": "Wed Mar  4 18:22:54 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "Looking at the World Bank stats, 3.7% GDP for China in 2020 would be the slowest rate of expansion since the last contraction in 1976. Impressive chart on LHS—underscores China’s extraordinary economic trajectory since 2000.https://twitter.com/robinbrooksiif/status/1235242864784953346 …"
  }, 
  {
    "timestamp": "Wed Mar  4 08:01:43 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "“In effect, the coronavirus raises the extraordinary prospect of a credit crunch in a world of ultra-low and negative interest rates.”\n\nThe seeds of the next debt crisis via @FThttps://giftarticle.ft.com/giftarticle/actions/redeem/85f972c5-e1fb-4a81-ae1c-70be773892f9 …"
  }, 
  {
    "timestamp": "Wed Mar  4 07:53:41 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "Another indication of the severity of the coronavirus-driven sudden stop in China’s economic activity - CN steel inventories through the roof, at record high. CN will try to offload via exports, bad news for prices. Crisis will have long tail. (Nikkei chart/10,000 tonne units.)pic.twitter.com/gSWdzGcVX1"
  }, 
  {
    "timestamp": "Tue Mar  3 19:04:38 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "Global economic slowdown comes at terrible time for South Africa—reliant as it is on China, commodity demand, tourism. SA enters worst year for global economy since great financial crisis already in recession. \n\nS. Africa’s Second Recession in Two Yearshttps://www.bloomberg.com/news/articles/2020-03-03/south-african-economy-slumps-into-second-recession-in-two-years …"
  }, 
  {
    "timestamp": "Wed Mar  4 06:34:19 2020", 
    "screen_name": "JavierBlas", 
    "text": "After Goldman Sachs, now IHS Markit also predicts that global oil demand in 2020 will likely shrink y-on-y. \n\nAnd IHS says 1Q 2020 demand plunged by 3.8m b/d y-on-y, the **largest quarterly drop ever** (larger than the 3.6m b/d in 1Q 2009 during the global financial crisis) #OOTT"
  }, 
  {
    "timestamp": "Tue Mar  3 17:15:04 2020", 
    "screen_name": "HoansSolo", 
    "text": ". @TheEconomist report cites latest @IISS_org study: In 1990 West Germany alone was able to field 215 combat battalions. By 2015 that had fallen to 34, a remarkable 84% cut. The number of Italian battalions fell by 67% and British ones by almost half.https://www.economist.com/graphic-detail/2020/03/02/western-european-armies-have-shrunk-dramatically …"
  }, 
  {
    "timestamp": "Tue Mar  3 19:31:21 2020", 
    "screen_name": "RobinWigg", 
    "text": "JPMorgan reckons markets now pricing in a 90% chance of a standard recession in the US this year. Remains sceptical, but now sees a 50% chance that interest rates go to zero.pic.twitter.com/O7eTUdDqCO"
  }, 
  {
    "timestamp": "Tue Mar  3 19:04:38 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "Global economic slowdown comes at terrible time for South Africa—reliant as it is on China, commodity demand, tourism. SA enters worst year for global economy since great financial crisis already in recession. \n\nS. Africa’s Second Recession in Two Yearshttps://www.bloomberg.com/news/articles/2020-03-03/south-african-economy-slumps-into-second-recession-in-two-years …"
  }, 
  {
    "timestamp": "Tue Mar  3 18:09:37 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "Chunky 50bps rate cut by the Fed today. Fed’s 1st emergency cut since end-2008. Designed to be preemptive/shore up confidence. But liquidity-stretched SMEs most in need of support at mo. Gives other central banks cover to cut. Markets pricing in more such from Fed. NYT chart.pic.twitter.com/JUSo9wJsrF"
  }, 
  {
    "timestamp": "Tue Mar  3 13:31:05 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "That Japan's govt is floating the postponement of the Tokyo 2020 Olympics wld also support the bearish case for the speed of the post coronavirus global rebound. Extended impact on int'l people flows likely. Think U rather than V for the shape of the recovery."
  }, 
  {
    "timestamp": "Tue Mar  3 13:21:59 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "Japan govt talk of delaying the Tokyo Olympics to end-2020 threatens a v busy late year for PM Abe, when he'll also be navigating a new US president, or re-whispering Trump. + the tactical window then narrowing for any thoughts of extending his final term as LDP leader/PM..."
  }, 
  {
    "timestamp": "Tue Mar  3 12:54:08 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "Tokyo Olympic postponement wld delay Japan’s economic recovery, drag down JP 2020 growth further. Assume potential broadcast clashes with other big sporting events too. \n\nCoronavirus: Tokyo 2020 could be postponed to end of year - Japan's Olympic ministerhttps://www.bbc.co.uk/sport/olympics/51717839 …"
  }, 
  {
    "timestamp": "Tue Mar  3 08:26:15 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "Japan’s mask shortage a microcosm of its changing economic structure. 70% of JP’s masks now imported from China; most domestic mask makers are SMEs, so struggle with investment/labour shortage/demand surges.https://www.nikkei.com/article/DGXMZO56313800T00C20A3EA2000/ …"
  }, 
  {
    "timestamp": "Tue Mar  3 08:22:38 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "Chart points up a striking increase in mask use in Japan from 2012. Health/lifestyle key drivers. (Japanese mask production in blue; mask imports into JP in grey). Nikkei pic. #coronaviruspic.twitter.com/9PH3rDBTWT"
  }, 
  {
    "timestamp": "Tue Mar  3 07:36:58 2020", 
    "screen_name": "RobertAlanWard", 
    "text": "China’s recovery from coronavirus crisis likely to be slower than from 2002-03 SARS. CN economy now more consumption/services driven than then, more social control now than then, CN then on start of growth spurt, global economy frailer now than then.https://twitter.com/financialtimes/status/1234716022784946176 …"
  }, 
  {
    "timestamp": "Tue Mar  3 06:18:11 2020", 
    "screen_name": "OliverHotham", 
    "text": "she's backpic.twitter.com/GF2eQ0RyRC"
  }, 
  {
    "timestamp": "Tue Mar  3 06:04:56 2020", 
    "screen_name": "mrjeffu", 
    "text": "Japanese word of the day: 新型コロハラ (Novel \"Koro-hara\" or \"Corona harassment\") - apparently service workers are being treated like crap by customers who fear #coronavirus infection. This is one news program's depiction of a deliveryman's experience with a terrified customer.pic.twitter.com/ihlGUiIdcF"
  }
]